#! /usr/bin/env python3

#------------------------------------------------------------------------------
pp_uk_info = ["телефон ук", "номер ук", "телефон диспетчера", 
            "номер диспетчера", "контакты управляющей", 
            "управляющая компания", "диспетчерская", 
            "диспетчер", "управляющая", "управляющий", "бухгалтер"]

pp_uk_info_answer = """Администрация УК:
тел.: +7 (812) 616-25-99

Диспетчер:
тел.: +7 (812) 614-12-58

Управляющий:
Шпакович Денис Кириллович
тел.: +7 (951) 667-09-96 
почта: pankov@spb-ukprogress.ru
приёмное время для жителей: 
- ср. с 17.00 до 20.00 
- пт. с 9.00 до 12.00 
(можете прийти и задать свои вопросы лично)

Бухгалтер:
Акинфеева Светлана 
тел.: +7 (904) 609-13-79 
почта: info@spb-ukprogress.ru"""

#------------------------------------------------------------------------------
pp_mail = ["индекс", "почта"]

pp_mail_answer = """Почта:

Индекс: 195272

Адрес: ул. Бестужевская, д. 10, лит. А.

Режим работы: 
пн — пт: 11:00—19:00 
сб: 10:00—18:00 
вс: выходной"""

pp_mail_lat = 59.969579
pp_mail_long = 30.392561

#------------------------------------------------------------------------------
pp_health = ["поликлиника", "взрослая поликлиника", "поликлиника взрослая", 
            "взрослая больница", "больница взрослая", "больница", 
            "врач", "вызвать врача"]

pp_health_answer = """Поликлиника №54

Адрес: 
ул. Васенко, д.9 

Телефон: 
122 Вызов врача на дом
+7 (812) 246-26-46 Справочная
+7 (812) 409-81-92 Вызов врача 

Режим работы: 
пн — пт: 08:00—20:00 
сб — вс: выходной
"""

pp_health_lat = 59.969579
pp_health_long = 30.392561

#------------------------------------------------------------------------------
pp_health_kids = ["детская поликлиника", "поликлиника детская", 
                "больница детская", "детская больница"]

pp_health_kids_answer = """Детская поликлиника №46

Адрес: 
ул. Бестужевская, д.32  

Телефон: 
+7 (812) 242-32-30 Справочная 
+7 (812) 242-32-33 Вызов врача 
+7 (812) 242-32-34 Вызов врача 

Режим работы: 
пн — пт: 08:00—20:00 
сб: 09:00—14:00 
вс: выходной
"""

#------------------------------------------------------------------------------
pp_passport = ["паспортный", "паспортный стол", "овируг"]

pp_passport_answer = """паспортный стол:
Отдел вселения и регистрационного учета граждан Калиниского района. Участок №5 

Адрес: ул.Руставели, 12 
Тел.: +7 (812) 299-11-55 

Режим работы: 
пн,ср,чт: 15:00–19:00 
вт,пт: 09:00–13:00 
сб,вс: выходной
"""

pp_passport_lat = 60.000695
pp_passport_long = 30.435161

#------------------------------------------------------------------------------
pp_emergency = ["травмпункт"]

pp_emergency_answer = """Травмпункт:

Адрес: ул. Комсомола, дом 14
Тел.: +7 (812) 409-83-15

Режим работы: круглосуточно
"""

#------------------------------------------------------------------------------
pp_police = ["участковый", "инспектор"]

pp_police_answer = """Участковый:
Отдел полиции №21 УМВД России по Калининскому району

Адрес: Кондратьевский проспект д.87 
Тел.: +7 (812) 545-21-02 
Тел.: 112 (в ночное время)
"""

#------------------------------------------------------------------------------
pp_kvd = [ "квд" ]

pp_kvd_answer = """КВД 9:

Адрес: ул. Софьи Ковалевской, дом 10, корпус 1 
Тел.: +7 (812) 535-10-26

Режим работы: 
пн — пт: 08:00—20:00 
сб: дежурная служба с 9.00 до 15.00
"""

pp_kvd_lat = 60.013784
pp_kvd_long = 30.409201